tap "1password/tap"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "jetbrains-junie/junie"
tap "jetbrains/utils"
tap "oven-sh/bun"
tap "romkatv/powerlevel10k"
tap "varabyte/tap"
brew "node"
brew "agent-browser"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "openjdk"
brew "bundletool"
brew "carthage"
brew "chezmoi"
brew "cliclick"
brew "cocoapods"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-gui"
brew "glab"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gradle-profiler"
brew "icu4c@77"
brew "jenv"
brew "kdoctor"
brew "kubernetes-cli"
brew "libass"
brew "mas"
brew "mise"
brew "opam"
brew "openapi-generator"
brew "pkgconf"
brew "powerlevel10k"
brew "protobuf"
brew "repo"
brew "ripgrep"
brew "scrcpy"
brew "swiftgen"
brew "tesseract"
brew "tree"
brew "websocat"
brew "zlib"
brew "zsh"
brew "getsentry/tools/sentry-wizard"
brew "jetbrains-junie/junie/junie"
brew "jetbrains/utils/kotlin-lsp"
brew "oven-sh/bun/bun"
brew "varabyte/tap/kobweb"
cask "1password-cli"
cask "gcloud-cli"
cask "ghostty"
cask "jetbrains-toolbox"
cask "temurin@17"
cask "tuist"
cask "xcodes-app"
mas "1Password for Safari", id: 1569813296
mas "AdBlock", id: 1402042596
mas "Developer", id: 640199958
mas "djay Pro", id: 450527929
mas "Keynote", id: 409183694
mas "Keynote", id: 361285480
mas "Logic Pro", id: 634148309
mas "MonitorControlLite", id: 1595464182
mas "Numbers", id: 361304891
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pages", id: 361309726
mas "PlayGuide", id: 6443413389
mas "Prime Video", id: 545519333
mas "Slack", id: 803453959
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
vscode "ecmel.vscode-html-css"
vscode "github.copilot"
vscode "github.copilot-chat"
